[
  {
    "title": "Madame Web",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_98620.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/98620/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/98620/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/98620/Foto_2.jpg"
    ],
    "duration": 112,
    "description": "Cassandra Webb ist eine Sanitäterin in Manhattan, die über hellseherische Fähigkeiten verfügt und in die Zukunft sehen kann. In ihren Visionen wird sie Zeugin, wie ein Mann namens Ezekiel Sims versucht, drei junge Frauen zu ermorden. Obwohl Cassandra nicht ganz versteht, was das alles bedeutet, macht sie sich auf den Weg, um Sims daran zu hindern, sein Ziel zu erreichen. Zusammen mit den drei Frauen geht sie eine Partnerschaft ein, um ihre Vergangenheit zu verstehen und die tödliche Gegenwart zu überleben. Denn nur Cassandra kann ihnen jetzt noch helfen. Man muss immer zwei Schritte voraus sein, denn auch Sims kann in die Zukunft sehen. Basierend auf der gleichnamigen Figur aus den Marvel Comics.",
    "tags": ["Action", "Fantasy"],
    "cast": [
      "Dakota Johnson",
      "Sydney Sweeney",
      "Isabela Merced",
      "S.J. Clarkson"
    ],
    "ageCategory": 6
  },
  {
    "title": "Der Junge und der Reiher",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_109442.jpg"
    ],
    "duration": 125,
    "description": "Während eines Luftangriffs auf Tokio wird die Mutter des zwölfjährigen Jungen Mahito Maki getötet. Als sein Vater dann die jüngere Schwester seiner verstorbenen Frau heiratet und mit seiner Familie aufs Land zieht, beginnt für Mahito eine schwierige Zeit. Er kann sich nämlich überhaupt nicht mit der neuen Familiensituation anfreunden. Bald entdeckt er jedoch einen mysteriösen Turm und einen sprechenden Graureiher, der ihm überraschenderweise mitteilt, dass seine Mutter noch am Leben ist und in diesem seltsamen Bauwerk gefangen gehalten wird. Als dann auch noch Mahitos Stiefmutter verschwindet, begibt sich der junge Abenteurer auf den Weg zu dem geheimnisvollen Turm. Dabei entdeckt er eine magische Welt voller fantastischer Kreaturen. Doch auf seiner Reise lauern auch einige Gefahren auf Mahito...",
    "tags": ["Animation", " Drama", " Abenteuer "],
    "cast": ["Hayao Miyazaki"],
    "ageCategory": 6
  },
  {
    "title": "Eine Million Minuten",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_103501.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/103501/Foto_3.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/103501/Foto_4.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/103501/Foto_5.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/103501/Foto_6.jpg"
    ],
    "duration": 125,
    "description": "Ein kindlicher Wunsch wird zum Leitmotiv für eine ganze Familie: Das Paar Vera und Wolf lebt mit ihren Kindern Nina, 5 Jahre alt, und Simon, 1 Jahr alt, in Berlin und führt scheinbar ein glückliches Leben. Obwohl sie in ein wenig familienorientiertes System eingebunden sind, zehrt der anstrengende Spagat zwischen Beruf, Karriere und Familie immer mehr an ihnen. Als bei der kleinen Tochter Nina eine Störung der Feinmotorik und Koordination diagnostiziert wird, gerät das bisherige Lebensmodell der Familie ins Wanken. Nina äußert den Wunsch nach einer Million Minuten, die sie zusammen mit schönen Dingen verbringen könnten, und öffnet ihrem Vater Wolf die Augen.",
    "tags": ["Komödie", " Drama", " Familie "],
    "cast": [
      "Tom Schilling",
      " Karoline Herfurth",
      " Pola Friedrichs",
      " Anneke Kim Sarnau",
      " Rurik Gislason",
      " Ulrike Kriener",
      " Joachim Krol",
      " Piet Levi Busch",
      " Hassan Akkouch",
      " Jörg Witte"
    ],
    "ageCategory": 0
  },
  {
    "title": "Bob Marley: One Love",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_104972.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/104972/Foto_3.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/104972/Foto_4.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/104972/Foto_5.jpg"
    ],
    "duration": 107,
    "description": "Biopic über Bob Marley, einen jamaikanischen Reggae-Künstler. Der Fokus liegt auf der Entstehung des Albums Exodus, das kurz nach einem Attentat und Marleys Verbannung aus Jamaika veröffentlicht wurde. Regie führt Reinaldo Marcus Green, Kingsley Ben-Adir und Lashana Lynch spielen die Hauptrollen. Rita Marley und Cedella Marley fungieren als Produzenten. Der Film erzählt die Geschichte von Bob Marley, einem berühmten jamaikanischen Reggae-Künstler, und konzentriert sich besonders auf die Entstehung des Albums Exodus, das nach einem Attentat und seiner Verbannung aus Jamaika entstand. Kingsley Ben-Adir spielt die Hauptrolle und Rita Marley ist auch als Produzentin beteiligt.",
    "tags": ["Biopic", "Drama", "Musik"],
    "cast": ["Reinaldo Marcus Green"],
    "ageCategory": 6
  },
  {
    "title": "Feuerwehrmann Sam - Tierische Helden",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110119.jpg"
    ],
    "duration": 50,
    "description": "Im schönen Hafenstädtchen Pontypandy sind Feuerwehrmann Sam und sein Team stets im Einsatz. Egal, ob James bei einer Robbensichtung auf offenem Meer in Seenot gerät, Norman und Mandy aus einem reißenden Fluss gerettet werden müssen oder der Hund Buddler mit einem Dinosaurierfossil auf einem Felsvorsprung festsitzt - Sam und sein Team eilen stets zur Hilfe und beweisen was man mit Mut, Hilfsbereitschaft und Teamgeist alles erreichen kann. Feuerwehr Sam-Fans aufgepasst - Sam und sein Rettungsteam kommen mit fünf rasanten und witzigen Abenteuern endlich wieder ins Kino! Und diese haben es wirklich in sich! Neben waghalsigen Rettungseinsätzen kommen dieses Mal die Tiere in dem walisischen Küstenort ganz groß raus: Biber, Seerobben, Katzen und viele mehr … für jeden ist etwas dabei.",
    "tags": ["Animation"],
    "cast": ["Oskar Nilsson", "William Gordon"],
    "ageCategory": 0
  },
  {
    "title": "Raus aus dem Teich",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_97354.jpg"
    ],
    "duration": 93,
    "description": "Eine Entenfamilie macht sich auf den Weg Richtung Süden und erlebt große Abenteuer, Emotionen, Humor und frischen Wind unterm Gefieder in dem neuen Animationshit RAUS AUS DEM TEICH. Illumination lädt Sie diese Weihnachten auf eine Reise über Land und durch die Luft ein, wie Sie sie noch nie erlebt haben. Als deutsche Stimme ist u. a. Elyas M'Barek als Entenpapa Mack dabei. Die Entenfamilie Mallard steckt im Alltagstrott fest. Während Vater Mack damit zufrieden ist, mit seiner Familie auf ewig die gleichen Kreise im beschaulichen Teich zu ziehen, möchte Mutter Pam etwas Neues ausprobieren und mit ihren Kindern - Teenie-Sohn Dax und Entenküken Gwen - die weite Welt sehen.",
    "tags": ["Animation", "Abenteuer", "Komödie", "Familie"],
    "cast": ["Benjamin Renner", "Guylo Homsy"],
    "ageCategory": 0
  },
  {
    "title": "Spuk unterm Riesenrad",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_109452.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/109452/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/109452/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/109452/Foto_2.jpg"
    ],
    "duration": 95,
    "description": "Tammi ist genervt. Anstatt nach Formentera zu reisen und ihren Followern traumhafte Fotos zu präsentieren, wird sie von ihrer Mutter Simone in die Pampa gebracht, um an der Beerdigung ihres völlig fremden Großvaters Jackel teilzunehmen. Dort lernt sie auch ihre Tante Britta und deren Kinder kennen. In dem langweiligen Freizeitpark gibt es nicht einmal Handy-Empfang, und Tammi kann mit ihrem Cousin Umbo und Cousine Keks wenig bis gar nichts anfangen. Doch plötzlich geschieht etwas Unglaubliches: Während eines Gewitters erwachen drei abgehalfterte Geisterbahnfiguren zum Leben - Hexe , Riese und Rumpelstilzchen .",
    "tags": ["Abenteuer", " Familie", "Fantasy "],
    "cast": [
      "Elisabeth Belle",
      " Lale Andrä",
      " Noel Gabriel Kipp",
      " Peter Kurth",
      " Katja Preuß",
      " Sophie Lutz",
      " Lina Wendel",
      " Anna Schudt",
      " Moritz Führmann",
      " David Bennent"
    ],
    "ageCategory": 0
  },
  {
    "title": "Die Kleine Glocke Bim rettet Ostern",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110430.jpg"
    ],
    "duration": 74,
    "description": "Die drei unschuldigen Osterglocken Bim, Bumblebee und Pi machen sich auf eine gefährliche Reise, um das magische Elixier zu sammeln, das für das Ende der Wintersaison unerlässlich ist. Das Elixier verwandelt sie in unverwüstliche Glocken, aber die Reise ist voller Höhen und Tiefen. Obwohl Bim nicht die schnellste oder stärkste Glocke ist, stellt sich bald heraus, dass er sehr kreativ ist. Während dieses besonderen Abenteuers auf dem Weg nach Rom wächst die Freundschaft zwischen den Glocken stetig.",
    "tags": ["Abenteuer", "Animation", "Familie", "Fantasy"],
    "cast": ["Tom Van Gestel"],
    "ageCategory": 0
  },
  {
    "title": "Ella und der schwarze Jaguar",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_105289.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/105289/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/105289/Foto_2.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/105289/Foto_1.jpg"
    ],
    "duration": 100,
    "description": "Herbst wächst im Regenwald des Amazonas neben Hope auf, einem liebenswerten weiblichen Jaguarbaby, das sie aufgenommen hat. Doch im Jahr ihres sechsten Geburtstags zwingt ein familiäres Drama Herbst und ihren Vater, nach New York zurückzukehren. Acht Jahre vergehen und Herbst, nun eine Teenagerin, hat ihre Jaguar-Freundin nie vergessen. Als sie erfährt, dass Hope in Lebensgefahr ist, entschließt sich Herbst, in den Dschungel zurückzukehren, um Hope zu retten!",
    "tags": ["Abenteuer", "Familie"],
    "cast": ["Gilles de Maistre"],
    "ageCategory": 0
  },
  {
    "title": "Demon Slayer: Kimetsu no Yaiba - Zum Training der Säulen (jap. OV mit DEUTSCHEN UT)",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110868.jpg"
    ],
    "duration": 116,
    "description": "Tanjiro absolviert ein anspruchsvolles Training mit dem Hashira aus Stein, Himejima, um sein Ziel zu erreichen, selbst ein Hashira zu werden. Währenddessen versucht Muzan weiterhin, Nezuko und Ubuyashiki zu finden.",
    "tags": ["Action", "Animation", "Drama", "Fantasy", "Historie"],
    "cast": ["Haruo Sotozaki "],
    "ageCategory": 16
  },
  {
    "title": "Kung Fu Panda 4",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_100699.jpg"
    ],
    "duration": 94,
    "description": "Po verlässt das Tal des Friedens und trifft in der Großstadt auf seinen bisher stärksten Widersacher: das Chamäleon. Der Schurke besitzt unglaubliche und gefährliche Fähigkeiten und holt alle bisherigen Gegner zurück, die Po zuvor besiegt hat, einschließlich Tai Lung und Lord Shen. Für den liebenswürdigen Drachenkrieger ist es eine Herausforderung, mit dieser Bedrohung umzugehen. Zusätzlich steht Po vor einer weiteren wichtigen Aufgabe: Da er weiß, dass er nicht für immer derjenige sein kann, der den Frieden bewahrt, begibt er sich auf die Suche nach einem Ersatz. Wie turbulent wird die Suche nach dem nächsten Drachenkrieger verlaufen? Nach seinen Abenteuern in Kung Fu Panda, Kung Fu Panda 2 und Kung Fu Panda 3 kehrt der schwarz-weiße Bär in Kung Fu Panda 4 unter der Regie von Mike Mitchell ins alte China zurück.",
    "tags": ["Abenteuer", " Animation", " Komödie", " Familie", "Martial Arts"],
    "cast": ["Mike Mitchell", " Stephanie Stine "],
    "ageCategory": 6
  },
  {
    "title": "Dune: Part Two",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_95045.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/95045/Foto_3.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/95045/Foto_4.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/95045/Foto_5.jpg"
    ],
    "duration": 0,
    "description": "Am Ende des ersten Teils erfolgt auf dem Planeten Arrakis ein brutalen Anschlag, der auf eine Intrige zwischen dem Imperator Shaddam IV und dem Volk der Harkonnen zurückzuführen ist. Der Angriff richtet sich speziell gegen das Haus Atreides, das nach Arrakis gekommen war, um das dort vorkommende Spice zu ernten und friedlich zu herrschen. Das Familienoberhaupt stirbt bei der gewalttätigen Auseinandersetzung, während sein Sohn Paul Atreides und seine Mutter fliehen und Zuflucht bei den einheimischen Fremen finden. Paul nimmt dort Chani zur Frau und sie gebären ein Kind.",
    "tags": ["Drama", "Sci-Fi"],
    "cast": ["Timothee Chalamet", " Zendaya", "Rebecca Ferguson"],
    "ageCategory": 12
  },
  {
    "title": "The Zone Of Interest",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_107301.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/107301/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/107301/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/107301/Foto_2.jpg"
    ],
    "duration": 0,
    "description": "Hedwig Höß begrüßt ihre Mutter in ihrem stuckverzierten Haus. Es ist das erste Mal, dass ihre Mutter die Villa besucht, in der Hedwig mit ihrem Mann Rudolf und den Kindern lebt. Die Sonne scheint, der Garten ist gepflegt und voller blühender Blumen. Der Hund genießt das Grün und das Gemüse und die Kräuter gedeihen. Die Kinder planschen im Wasser. Die Familie Höß scheint ein perfektes Leben zu führen. Doch außerhalb der Grundstücksmauern wird klar, dass sich hier - am Rand des Vernichtungslagers Auschwitz - die Hölle auf Erden befindet und Rudolf Höß als SS-Obersturmbannführer der Teufel höchstpersönlich ist.",
    "tags": ["Drama", " Historie", " Krieg"],
    "cast": ["Jonathan Glazer"],
    "ageCategory": 12
  },
  {
    "title": "Der Zopf",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_106896.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/106896/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/106896/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/106896/Foto_2.jpg"
    ],
    "duration": 120,
    "description": "Es geht um die Geschichte von drei Frauen, die an unterschiedlichen Orten auf der Welt in verschiedenen Situationen für ihre Freiheit kämpfen. Die unberührbare Smita träumt davon, ihrer Tochter eine Schulbildung zu ermöglichen, während Giulia auf Sizilien mit dem Untergang des Familienunternehmens konfrontiert wird. Die kanadische Anwältin Sarah hingegen erfährt kurz nach einer bedeutenden beruflichen Beförderung, dass sie schwer krank ist.",
    "tags": ["Komödie", " Tragikomödie", "Drama "],
    "cast": ["Mia Maelzer", " Fotini Peluso", " Kim Raver"],
    "ageCategory": 12
  },
  {
    "title": "Wunderland - Vom Kindheitstraum zum Welterfolg",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110656.jpg"
    ],
    "duration": 93,
    "description": "Kilometerweit schlängeln sich die Eisenbahnwaggons im Miniatur Wunderland durch blühende Landschaften und felsige Bergschluchten. Mit der Erschaffung dieses magischen Modelluniversums haben sich die Zwillingsbrüder Frederik und Gerrit Braun ihren Kindheitstraum von der größten Modelleisenbahn der Welt erfüllt. Die 2001 in der Hamburger Speicherstadt eröffnete Ausstellung reicht inzwischen von der Elbphilharmonie bis zur Antarktis und gehört mit mehr als 1, 5 Millionen Besuchern im Jahr zu den größten Publikumsmagneten in ganz Europa.",
    "tags": ["Dokumentarfilm "],
    "cast": ["Sabine Howe "],
    "ageCategory": 0
  },
  {
    "title": "Drive-Away Dolls",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_106625.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/106625/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/106625/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/106625/Foto_2.jpg"
    ],
    "duration": 85,
    "description": "Jamie muss erneut einen neuen Lebensabschnitt beginnen, da ihre Beziehung erneut gescheitert ist. Ein Tapetenwechsel wird benötigt, um aus der eigenen Situation herauszukommen und eine andere Welt zu sehen. Daher entscheiden sich Jamie und die zurückhaltende Marian spontan für einen Roadtrip nach Tallahassee in Florida. Doch durch eine Verwechslung bekommen sie den falschen Mietwagen, was sie schnell in Schwierigkeiten bringt. Ein paar zwielichtige Gestalten heften sich an ihre Fersen, da sie es auf den Inhalt des Kofferraums abgesehen haben. Nun müssen die ungleichen Freundinnen nicht nur miteinander zurechtkommen, sondern auch einen Plan entwickeln, um mit ihren dilettantischen Verfolgern umzugehen.",
    "tags": ["Action", "Komödie", "Thriller"],
    "cast": ["Margaret Qualley", "Geraldine Viswanathan", "Joey Slotnick"],
    "ageCategory": 16
  },
  {
    "title": "Maria Montessori",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_109189.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/109189/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/109189/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/109189/Foto_2.jpg"
    ],
    "duration": 99,
    "description": "1901 beschließt Maria Montessori, ihren Sohn zu verlassen und auf eine Bildungsreise zu gehen, ohne zu ahnen, dass ihre Vision eine pädagogische Revolution auslösen wird. Sie entwickelt ein Konzept, das es behinderten Kindern ermöglicht, besser zu lernen. Mit Liebe und Verständnis lehrt sie jedes Kind. Ihr Ansatz fokussiert nicht auf strenge Disziplin, sondern auf die individuellen Bedürfnisse und Fähigkeiten jedes Kindes. Als sie die Tochter einer Prostituierten aufnimmt, entsteht eine enge Bindung, die ihr hilft, an sich selbst und ihre Ideen zu glauben.",
    "tags": ["Drama", "Historie"],
    "cast": ["Lea Todorov "],
    "ageCategory": 0
  },
  {
    "title": "Lupin The 3rd: The Castle Of Cagliostro (OmJU)",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_111682.jpg"
    ],
    "duration": 103,
    "description": "Lupine III is the grandson of the legendary master thief Arsene Lupine and strives to follow in his grandfather's footsteps. Although his demeanor is sometimes not particularly professional, there is no work of art that is unattainable for him. When he steals a large amount of counterfeit money during a casino robbery, he decides to get to the bottom of the matter. Together with his partner Daisuke Jigen, the trail leads him to the smallest country in the world: the European principality of Cagliostro. There he not only discovers the counterfeiters, but also a captured princess and a hidden treasure. But his archenemy, the Interpol inspector Zenigata, is hot on his heels and is doing everything he can to finally catch the clever thief...",
    "tags": ["Abenteuer", "Animation"],
    "cast": ["Hayao Miyazaki"],
    "ageCategory": 6
  },
  {
    "title": "Imaginary",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110278.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/110278/Foto_2.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/110278/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/110278/Foto_1.jpg"
    ],
    "duration": 104,
    "description": "Es ist ungewöhnlich, als erwachsener Mensch wieder bei den Eltern einzuziehen, doch bei Jessica ist es aus einem erfreulichen Grund geschehen. Sie hat gerade geheiratet und freut sich nun auf ein entspanntes Leben im Vorort der Großstadt zusammen mit ihrem neuen Ehemann Max und seinen beiden Töchtern in ihrem alten Elternhaus. Die jüngste Tochter, Alice, erkundet das Haus und entdeckt im Keller Chauncey, Jessicas alten Plüschteddybär. Es ist Liebe auf den ersten Blick. Doch bald fängt Alice an, sich merkwürdig zu verhalten und sogar gefährliche Dinge zu tun. Jessica und Max können sich das anfangs nicht erklären. Doch irgendwann wird sich Jessica immer sicherer, dass in ihrem alten Teddybär keine liebevolle Seele mehr schlummert, sondern eine böse Macht das Kommando übernommen hat. Und diese zwingt Alice nach ihrer Pfeife zu tanzen...",
    "tags": ["Horror", "Thriller"],
    "cast": ["DeWanda Wise", "Tom Payne", "Taegen Burns"],
    "ageCategory": 16
  },
  {
    "title": "Almodovar Shorts: Strange Way Of Life & The Human Voice",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_111407.jpg"
    ],
    "duration": 64,
    "description": "Zwei mittellange Filme von Pedro Almodovar: Seltsame Art zu leben und Die menschliche Stimme: Seltsame Art zu leben: Der Cowboy Silva reitet auf seinem Pferd durch die Wüste, um Sheriff Jake in der Stadt Bitter Creek zu besuchen. Mehr als zwei Jahrzehnte zuvor hatten die beiden als Auftragskiller zusammengearbeitet. Silvas Absicht bei seinem Besuch in der Stadt ist es, ein Wiedersehen mit seinem alten Freund zu feiern. Denn noch heute denkt er immer wieder an diese Zeit vor einem Vierteljahrhundert zurück, in der die beiden als Jungs einfach in den Tag hinein leben konnten.",
    "tags": ["Drama"],
    "cast": ["Ethan Hawke", "Pedro Pascal", "Tilda Swinton", ""],
    "ageCategory": 12
  },
  {
    "title": "Der Bewegte Mann",
    "images": ["", "", "", ""],
    "duration": 0,
    "description": "Als Doro ihren Freund Axel erneut in flagranti mit einer anderen Frau erwischt, schmeißt sie ihn aus der gemeinsamen Wohnung. Doch als er weg ist, merkt sie, dass sie von Axel schwanger ist, und möchte ihn heiraten. Axel lernt in einer Männergruppe den schwulen Walter kennen, der den Wohnungssuchenden zu einer Party einlädt. Dort lernt er dessen ebenfalls schwulen Bekannten Norbert kennen und zieht bei diesem ein. Die beiden Schwulen sind von Axel angetan. Axel ist jedoch heterosexuell und liebt nach wie vor Doro. Als Doro die Suche nach Axel fast aufgeben will, findet sie ihn und den nackten Norbert bei sich zu Hause. Sie ist zuerst schockiert, später kommen sie und Axel aber doch wieder zusammen und heiraten noch vor der Geburt des gemeinsamen Sohnes.",
    "tags": ["Komödie"],
    "cast": ["Til Schweiger", "Joachim Krol", "Katja Riemann"],
    "ageCategory": 12
  },
  {
    "title": "The Doors",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_25653.jpg"
    ],
    "duration": 134,
    "description": "Kalifornien 1965: An einem Strand in Venice Beach gründen die beiden Studenten Jim Morrison und Ray Manzarek die legendäre Rockband The Doors. Gitarrist Robby Krieger und Schlagzeuger John Densmore schließen sich ihnen kurze Zeit später an. Nach Auftritten in kleinen Clubs wie dem London Fog in Los Angeles wechseln sie zum angesagten Whiskey-A-Go-Go und erhalten wenig später einen Vertrag bei Elektra Records. Dort werden sie vom Produzenten Paul Rothchild entdeckt, der die Newcomer groß rausbringen will. Ihr erstes Album The Doors wird ein Riesenhit und die Single Light My Fire ein Welterfolg.",
    "tags": ["Biografie", "Musik "],
    "cast": ["Oliver Stone"],
    "ageCategory": 16
  },
  {
    "title": "Arthur the King",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_111183.jpg"
    ],
    "duration": 108,
    "description": "In just ten days and 435 miles, an unbreakable bond develops between adventurer Michael Light and his street dog Arthur. Fighting for one last chance to win, Light convinces a sponsor to support him and his team in the Adventure Racing World Championship. As the team reaches their limits, Arthur teaches them the meaning of true victory, loyalty and friendship.",
    "tags": ["Abenteuer", "Drama", "Familie"],
    "cast": ["Mark Wahlberg", "Nathalie Emmanuel"],
    "ageCategory": 6
  },
  {
    "title": "Challengers",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_103484.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/102525/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/102525/Foto_1.jpg"
    ],
    "duration": 0,
    "description": "Zendaya stars as former tennis prodigy Tashi Duncan in Challenger's Rivals, the new work from visionary filmmaker Luca Guadagnino. The determined power woman now works successfully as a trainer and has turned her husband into a champion. However, because he is in a slump in form, Tashi gets him to play in a lower-league tournament to regain his former strength. However, the comeback plan takes a surprising turn when Tashi's husband must face off against the failed Patrick - his former best friend and Tashi's former boyfriend. As past and present collide and tensions boil, Tashi must ask one crucial question: How far will I go to win?",
    "tags": ["Drama"],
    "cast": ["Zendaya", "Josh O'Connor, ", "Mike Faist"],
    "ageCategory": 0
  },
  {
    "title": "Civil War",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110646.jpg"
    ],
    "duration": 109,
    "description": "The USA in the near future: The country is deeply divided, with various states breaking away and forming alliances - a civil war is imminent. In the midst of this chaos, a group of journalists sets out to get to the White House to ensure reliable reporting and interview the president.",
    "tags": ["Action", "Drama", "Sci-Fi"],
    "cast": ["Alex Garland"],
    "ageCategory": 0
  },
  {
    "title": "Abigail",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_111184.jpg"
    ],
    "duration": 0,
    "description": "After a group of criminals kidnap the ballerina daughter of an influential underworld boss, they retreat to a remote mansion. However, they are unaware that they are trapped there with a completely ordinary little girl.",
    "tags": ["Horror", "Thriller"],
    "cast": ["Matt Bettinelli-Olpin", " Tyler Gillett"],
    "ageCategory": 0
  },
  {
    "title": "Back to Black",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_110496.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/110133/Foto_0.jpg"
    ],
    "duration": 0,
    "description": "It is a biopic that portrays the life of Amy Winehouse, the British jazz and soul icon. She died at the age of 27 as a result of alcohol poisoning.",
    "tags": ["Biopic", "Musik"],
    "cast": [
      "Marisa Abela",
      " Jack O'Connell",
      "Eddie Marsan",
      "Lesley Manville"
    ],
    "ageCategory": 0
  },
  {
    "title": "Godzilla x Kong: The New Empire",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_109862.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/104976/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/104976/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/104976/Foto_2.jpg"
    ],
    "duration": 0,
    "description": "The all-powerful Kong and the fearsome Godzilla must face a colossal, previously unknown threat that endangers both their own existence and that of humanity. What secrets does Skull Island reveal? What is the origin of the Hollow Earth and the centuries-old battle of the Titans? The sequel Godzilla x Kong: The New Empire, directed by Adam Wingard, is the fifth film in the so-called MonsterVerse, which was launched in 2014 with Warner's Godzilla. In this film universe, Japanese and American film monsters meet and test their strength in the cinema.",
    "tags": ["Action", "Fantasy", "Sci-Fi"],
    "cast": ["Dan Stevens", "Rebecca Hall"],
    "ageCategory": 0
  },
  {
    "title": "The Palace",
    "images": [
      "https://leipzig.cineprog.net/images/Breite_235px_RGB/p_107294.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/107294/Foto_0.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/107294/Foto_1.jpg",
      "https://leipzig.cineprog.net/images/filmfotos/107294/Foto_2.jpg"
    ],
    "duration": 102,
    "description": "Am Abend des 31. Dezember 1999, zu Beginn des neuen Jahrtausends, treffen sich im Palace Hotel in den Schweizer Alpen das Schicksal mehrerer Gäste und Angestellter in einem großen Hotel. Das Palace Hotel ist ein außergewöhnliches Schloss, das im frühen 20. Jahrhundert erbaut wurde und inmitten eines verschneiten Tals in der Schweiz liegt. Jedes Jahr begrüßt es reiche und verwöhnte Gäste aus aller Welt in dieser gotischen und märchenhaften Atmosphäre. Am Vorabend des Jahres 2000 haben sie sich alle zu einem einmaligen Ereignis versammelt.",
    "tags": ["Komödie", "Drama"],
    "cast": ["Oliver Masucci", " John Cleese", "Fanny Ardant"],
    "ageCategory": 12
  }
]
